{
    "id": 3,
    "text": "질의 1 연면적 450㎡인 특정소방대상물에 최초 건축물 사용승인시에 비상경보설비 설치가 되지 않은 경우 건축허가일과 사용승인일 중 소방시설설치기준 적용일은? 회신 1 건축물 등의 신축ㆍ증축ㆍ개축ㆍ재축ㆍ이전ㆍ용도변경 또는 대수선의 허가 ㆍ협의 및 사용승인의 권한이 있는 행정기관은 소방시설법 제7조제1항에 따라 소재지를 관할하는 소방본부장이나 소방서장의 동의를 받아야 하므로, 건축허가등과 관련한 협의과정이 누락되었다면, 건축허가 신청일을 기준으로 소방시설의 설치기준을 적용합니다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            87,
            "QUESTION_CONTENT"
        ],
        [
            88,
            92,
            "ANSWER_ID"
        ],
        [
            93,
            155,
            "ANSWER_CONTENT"
        ],
        [
            156,
            172,
            "LAW_CONTENT"
        ],
        [
            173,
            268,
            "ANSWER_CONTENT"
        ]
    ],
    "Comments": []
}
{
    "id": 4,
    "text": "질의 2 최초 사업허가승인월이 ‘13년 6월인 대상물의 사업이 변경되어 최종 사업허가승인월이 19년 2월인 경우, 소방시설법 적용 기준일은? 회신 2 소방시설설치기준 적용 기준일은 최초 사용승인계획 신청 시점입니다. 최초 건축허가과정에서 허가동의된 사업계획은 이후 사업 변경계획이 신청 되어도 변경계획이 신청된 시점의 소방시설법을 적용하지 않습니다. 부칙 <대통령령 제27810호, 2017.1.26.>호제2조 소방시설 설치에 관한 적용례에 관한 적용례에 특정소방대상물의 신축ㆍ증축ㆍ개축ㆍ재축ㆍ이전ㆍ용도변경 ㆍ대수선의 허가ㆍ협의를 신청하거나 신고하는 경우로 명시하고 있어, 사용 승인계획변경 등 허가의 변경사항은 개정 규정 적용대상에 해당하지 않습 니다. ▣ 건축허가등의 동의대상 범위 [소방시설법 시행령 제12조] 관계법령 제12조(건축허가등 동의대상물의 범위 등) ① 법 제7조제1항에 따라 건축허가등을 할 때 미리 소방본부장 또는 소방서장의 동의를 받아야 하는 건축물 등의 범위는 다음 각 호와 같다. 1. 연면적(「건축법 시행령」 제119조제1항제4호에 따라 산정된 면적을 말한다. 이하 같 다)이 400제곱미터 이상인 건축물. 다만, 다음 각 목의 어느 하나에 해당하는 시설은 해당 목에서 정한 기준 이상인 건축물로 한다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            78,
            "QUESTION_CONTENT"
        ],
        [
            79,
            83,
            "ANSWER_ID"
        ],
        [
            84,
            195,
            "ANSWER_CONTENT"
        ],
        [
            196,
            241,
            "LAW_CONTENT"
        ],
        [
            242,
            633,
            "ANSWER_CONTENT"
        ]
    ],
    "Comments": []
}
{
    "id": 5,
    "text": "질의 1 연면적 400㎡ 이상인 지상4층의 다세대주택이 소방의 건축허가등의 동의대상에서 제외 되는 이유는? 회신 1 소방시설법 시행령 별표2 제1호가목에 따라 연면적이 400㎡ 이상이지만 층수가 5층 미만인 다세대주택은 소방시설법상 소방시설을 설치하여야 하는 특정소방대상물(아파트등)에 해당되지 않아 건축허가등의 동의 대상이 아닙니다.1. 건축허가등의 동의 다만, 별표2 제118호자목에 따라 50세대 이상인 다세대주택 또는 연립주택의 내부(필로티와 건축물 지하 포함)에 설치된 주차장은 소방시설법 상 특정 소방대상물에 해당(항공기 및 자동차관련시설)되어 건축허가등 동의 대상에 포함됩니다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            59,
            "QUESTION_CONTENT"
        ],
        [
            60,
            64,
            "ANSWER_ID"
        ],
        [
            65,
            203,
            "ANSWER_CONTENT"
        ],
        [
            204,
            219,
            "LAW_CONTENT"
        ],
        [
            220,
            330,
            "ANSWER_CONTENT"
        ]
    ],
    "Comments": []
}
{
    "id": 6,
    "text": "질의 2 1층에 50m²의 사무실을 휴게음식점으로 기재사항변경을 하려고 하는데 건축허가등의 동의 대상에 해당하는지? 회신 2 소방시설법 시행령 제12조(건축허가등의 동의대상물의 범위 등)제2항제2호에 따라 특정소방대상물이 용도변경으로 인하여 해당 특정소방대상물에 추가로 소방시설이 설치되지 않는 경우 동의대상에서 제외한다고 규정하고 있고, 시행령 제17조제2항에 용도변경되는 부분에 대해서만 용도변경 당시의 소방 시설의 설치에 관한 대통령령 또는 화재안전기준을 적용한다고 명시하고 있어, 근린생활시설의 사무실 용도에서 휴게음식점 용도로 표시변경하는 것은 소방시설을 추가할 사유가 없어 건축허가동의 대상에 해당하지 않습니다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            64,
            "QUESTION_CONTENT"
        ],
        [
            65,
            69,
            "ANSWER_ID"
        ],
        [
            70,
            114,
            "LAW_CONTENT"
        ],
        [
            115,
            189,
            "ANSWER_CONTENT"
        ],
        [
            190,
            202,
            "LAW_CONTENT"
        ],
        [
            203,
            348,
            "ANSWER_CONTENT"
        ]
    ],
    "Comments": []
}
{
    "id": 7,
    "text": "질의 3 연면적 400m² 이상인 건축물에 약 40m²를 증축하는 경우 건축허가등의 동의 대상에 해당하는지? 회신 3 건축허가동의시 연면적 400m² 이상의 건축물이란 건축허가신청서상에 기재된 연면적을 기준으로 하므로, 소방시설법 시행령 제12조제1항제1호에 따라 건축허가등의 동의대상에 해당합니다. 건축물이 증축되는 경우에는 소방시설법 시행령 제17조에 따라 기존 부분을 포함한 전체에 대해 현재의 소방시설 설치기준 및 화재안전기준을 적용 합니다. 다만, 기존 부분과 증축 부분이 내화구조로 된 바닥과 벽으로 구획된 경우 또는 증축 부분이 「건축법 시행령」제64조에 따른 갑종방화문으로 구획 되어 있는 경우에는 증축 부분에만 적용할 수 있습니다.2. 특정소방대상물에 설치하는 소방시설 유지ㆍ관리 2 특정소방대상물에 설치하는 소방시설 유지 관리[소방시설법 제9조] ▣ 특정소방대상물에 설치하는 소방시설의 유지관리 [소방시설법 제9조 ] 관계법령 제9조(특정소방대상물에 설치하는 소방시설의 유지ㆍ관리) ① 특정소방대상물의 관계인은 대통령령으로 정하는 소방시설을 소방청장이 정하여 고 시하는 화재안전기준에 따라 설치 또는 유지ㆍ관리하여야 한다. 이 경우 「장애인ㆍ노인 ㆍ임산부 등의 편의증진 보장에 관한 법률」제2조제1호에 따른 장애인등이 사용하는 소 방시설(경보설비 및 피난구조설비를 말한다)은 대통령령으로 정하는 바에 따라 장애인등 에 적합하게 설치 또는 유지ㆍ관리하여야 한다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            60,
            "QUESTION_CONTENT"
        ],
        [
            61,
            65,
            "ANSWER_ID"
        ],
        [
            66,
            122,
            "ANSWER_CONTENT"
        ],
        [
            123,
            147,
            "LAW_CONTENT"
        ],
        [
            148,
            182,
            "ANSWER_CONTENT"
        ],
        [
            183,
            201,
            "LAW_CONTENT"
        ],
        [
            202,
            302,
            "ANSWER_CONTENT"
        ],
        [
            304,
            320,
            "LAW_CONTENT"
        ],
        [
            321,
            362,
            "ANSWER_CONTENT"
        ],
        [
            362,
            715,
            "MISC_HEADER"
        ]
    ],
    "Comments": []
}
{
    "id": 8,
    "text": "질의 1 상수도 가압장에 자진설비로 설치된 가스계 소화설비 중에 사람이 상주하는 장소인 중앙 감시실만 철거하려고 하는 경우 소방시설법 위반에 해당하는지? 회신 1 소방시설법 시행령 [별표5]에 따라 설치할 의무가 없지만 관계인이 자발적 으로 설치한 설비를 임의설비라 하고, 그 중 관계인이 소방관련법령에 적합 하게 설치되기를 원해 착공신고 등 관련절차에 따라 설치되는 설비를 자진 설비라고 합니다. 자진설비 전체를 존치할지 철거할지 여부는 관계인이 판단하는 사항이나, 자진설비의 유지ㆍ관리 측면에서 판단할 때 일부 장소에 대한 설치 제외 등의 사항은 화재안전기준에 따라 판단하여야 합니다. 만약 설치된 설비가 이산화탄소소화설비인 경우 『이산화탄소소화설비의 화재 안전기준』 제11조제1호에 따라 사람이 상시 근무하는 장소에는 분사헤드의 설치를 제외할 수 있습니다. [자진설비 관련 용어정의 및 관렵법령 적용기준]  설비종류별 용어정의 설비명 정 의 소방시설 소방시설법 시행령 [별표1]에 규정된 설비 법정설비 소방시설법 시행령 [별표5] 상 설치의무가 있는 특정소방대상물에 설치되는 소방시설 대체설비 소방시설법 시행령 [별표6]에 따라 설치할 경우 법정설비 설치가 면제되는 소방시설 자진설비 소방시설법 시행령 [별표5] 상 설치의무가 없으나, 특정소방대상물의 관계인이 관련 법 령에 적합하게 설치되기를 원하는 소방시설 임의설비 소방시설법 시행령 [별표5] 상 설치의무가 없는 특정소방대상물에 설치되는 소방시설(자 진설비 제외) 또는 소방시설과 구성품ㆍ기능ㆍ구조 등이 유사한 설비  설비별 법령 적용기준 구 분 화재안전 기준 적용 착공신고 및 감리자 지정 자체점검 소방안전 관리자 선임 형식승인 제품사용 위반시 처벌 공사업법 시설법 법정설비 O O O O O O O 대체설비 O △1) O △2) O O O 자진설비 O △3) X X O O X 임의설비 X X X X X X X 1) 비상경보설비를 자동화재탐지설비로 대체한 경우 『예방소방업무처리규정』 제14조 제2항 제2호에 따라 소방공사감리자를 지정하지 아니할 수 있음 2) 소방시설법 시행령 [별표 5] 상 설치의무가 있는 소방시설(법정설비) 기준으로 소방안전관리자 선임 여부 결정 예) 소방시설법 시행령 [별표 5]에 따라 비상경보설비 설치대상이나 자동화재탐지설비를 설치하여 비상 경보설비를 면제받은 경우 소방안전관리자 선임의무 없음 3) 착공신고는 하여야 하나, 소방공사감리자는『예방소방업무처리규정』제14조 제2항 제1호에 따라 지정하지 아니할 수 있음2. 특정소방대상물에 설치하는 소방시설 유지ㆍ관리",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            85,
            "QUESTION_CONTENT"
        ],
        [
            86,
            90,
            "ANSWER_ID"
        ],
        [
            91,
            355,
            "ANSWER_CONTENT"
        ],
        [
            355,
            387,
            "LAW_CONTENT"
        ],
        [
            388,
            426,
            "ANSWER_CONTENT"
        ],
        [
            427,
            704,
            "MISC_HEADER"
        ],
        [
            705,
            964,
            "MISC_HEADER"
        ],
        [
            965,
            1265,
            "MISC_HEADER"
        ]
    ],
    "Comments": []
}
{
    "id": 9,
    "text": "질의 2 스프링클러배관 누수부위에 관련부속을 체결하거나 부식된 동관을 컷팅한 후 부속체결 연결작업을 소방안전관리자가 자체보수해도 되는지? 회신 2 소방시설의 유지․관리 범위내에서의 정비행위는 소방시설법 및 공사업법 상 위반사항에 해당되지 않습니다. 다만, 소방안전관리자가 보수행위와 관련하여 관계인으로부터 대가를 받을 경우 소방시설공사업법에 따라 소방시설공사 업자가 하여야 하므로 관련법령 위반 소지가 있습니다. 특정소방대상물의 관계인은 소방시설법 제9조에 따라 소방시설을 화재안전 기준에 따라 유지․관리할 의무가 있어, 스프링클러설비 배관 관련 보수작업은 소방시설의 유지․관리를 위한 행위로 소방안전관리자 업무범위 중 하나로 판단됩니다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            76,
            "QUESTION_CONTENT"
        ],
        [
            77,
            81,
            "ANSWER_ID"
        ],
        [
            82,
            244,
            "ANSWER_CONTENT"
        ],
        [
            245,
            258,
            "LAW_CONTENT"
        ],
        [
            259,
            357,
            "ANSWER_CONTENT"
        ]
    ],
    "Comments": []
}
{
    "id": 10,
    "text": "질의 3 사용하지 않는 건물(일반인 출입불가)의 기존 소방시설을 계속 존치하고, 유지 보수를 해야 하는지? 철거가 가능한지? 회신 3 특정소방대상물의 관계인은 소방시설법 제9조에 따라 소방시설을 화재안전 기준에 따라 유지․관리할 의무가 있고, 그 특정소방대상물에 대한 소방안전 관리업무를 수행하여야 합니다. 다만, 소방제도과-2138(2016.04.27.)호 소방안전관리자 선임 및 소방시설 자체점검 유예 업무처리지침에 따라 폐업․폐쇄 등 불가피한 사유로 사용하지 않는 특정소방대상물은 단전․단수 등이 확인된 경우에 한하여 소방안전관리자 선임과 자체점검을 유예할 수 있습니다. 관할 소방서와 협의하여 단전․단수 사항 등을 증명할 수 있는 서류와 유예 신청서를 작성 제출(1년 마다 재신청)하여야 하며, 민원인이 유예신청서를 10 제출한 경우에도 소방시설에 대한 설치 의무는 지속되므로 소방시설을 철거 하는 것은 적법하지 않습니다. ▣ 소방시설 유지 관리할 때 폐쇄 및 차단 행위 [소방시설법 제9조] 관계법령 제9조(특정소방대상물에 설치하는 소방시설의 유지ㆍ관리) ③ 특정소방대상물의 관계인은 제1항에 따라 소방시설을 유지ㆍ관리할 때 소방시설의 기능과 성능에 지장을 줄 수 있는 폐쇄(잠금을 포함한다. 이하 같다)ㆍ차단 등의 행위를 하여서는 아니 된다. 다만, 소방시설의 점검ㆍ정비를 위한 폐쇄ㆍ차단은 할 수 있다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            69,
            "QUESTION_CONTENT"
        ],
        [
            70,
            74,
            "ANSWER_ID"
        ],
        [
            75,
            88,
            "ANSWER_CONTENT"
        ],
        [
            89,
            102,
            "LAW_CONTENT"
        ],
        [
            103,
            176,
            "ANSWER_CONTENT"
        ],
        [
            176,
            237,
            "LAW_CONTENT"
        ],
        [
            238,
            464,
            "ANSWER_CONTENT"
        ],
        [
            465,
            680,
            "MISC_HEADER"
        ]
    ],
    "Comments": []
}
{
    "id": 11,
    "text": "질의 1 해당 사항이 과태료 및 조치명령 대상에 해당하는지? - 수신반 주경종, 지구경종 '정지'상태로 방치되어 있는데, 점검현장에서 '자동'으로 조치가 된 경우 - 소방펌프가 '잠김'상태로 방치되어 있는데, 점검현장에서 '열림'으로 조치가 된 경우 회신 1 소방시설법 시행령 별표10 제2호개별기준 가목2)나)에 따라 주경종 및 지구 경종을 정지상태로 방치한 것은 소방시설을 임의로 조작하여 자동으로 작동이 되지 않도록 한 경우에 해당되어 과태료 처분대상에 해당합니다. 다만, 소방 펌프가 잠김상태로 방치되어 있는 경우가 차단 및 폐쇄에 해당하는지, 소화수가 방수되지 않는 상태로 방치한 경우에 해당 하는지 명확하지 않아, 같은법 제9조제1항(과태료)과 제9조제3항(벌칙처분) 중 어디에 해당하는지 여부는 정확한 답변을 드릴수는 없습니다. 화재안전정보조사 과정에서의 불법 사항을 해소한 것과 소방시설법 위반은 별개의 사항이므로, 벌칙 및 과태료 대상에 해당한다고 판단됩니다.2. 특정소방대상물에 설치하는 소방시설 유지ㆍ관리 11",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            33,
            "QUESTION_CONTENT"
        ],
        [
            34,
            139,
            "MISC_HEADER"
        ],
        [
            140,
            144,
            "ANSWER_ID"
        ],
        [
            145,
            178,
            "LAW_CONTENT"
        ],
        [
            179,
            349,
            "ANSWER_CONTENT"
        ],
        [
            350,
            360,
            "LAW_CONTENT"
        ],
        [
            360,
            366,
            "ANSWER_CONTENT"
        ],
        [
            367,
            373,
            "LAW_CONTENT"
        ],
        [
            373,
            490,
            "ANSWER_CONTENT"
        ],
        [
            490,
            520,
            "MISC_HEADER"
        ]
    ],
    "Comments": []
}
{
    "id": 12,
    "text": "질의 2 복합건축물의 화재로 화재피해가 발생하였음. 당시 특정소방대상물의 관계인이 오작동 으로 오인하여 주경종 및 지구경종을 정지한 후 현장을 확인한 바 화재로 확인되어 방송 설비를 통해 전체 건물에 화재상황을 전파하였다고 함. 해당 행위가 과태료 및 입건 처분대상 중 어디에 해당하는지? 회신 2 해당 민원사항에 대해서는 기재사항만으로 명확한 답변을 드릴 수 없으며, 처벌 관련 결정은 관할 소방본부 및 소방서에서 판단하여야 하는 사항입니다. 다만, 해당 사항에서 관계인들이 소방시설의 오작동으로 오인하여 일시적으로 정지하였다고 하나 그 행위자체가 소방시설법 위반에 해당되고, 관련 행위로 인해 화재피해가 명백히 발생하여 위반행위에 해당 될 것으로 해석됩니다. 소방시설은 점검 및 정비의 목적으로 하지 않고는 폐쇄 및 차단을 할 수 없으며, 화재 당시 관계인들의 행위는 정비 목적보다는 오작동 확인을 위한 행위로 해석됩니다. 별표10 과태료 부과기준 제2호 개별기준에서 제9조제1항 전단을 위반한 경우 중 고장상태의 방치 조항이 소방시설의 차단ㆍ폐쇄행위와 동일하게 해석할 수 있는 요소가 있고, 최근 화재현장 관계인 처벌사례에서 수신기 주경종 및 지구경종 정지로 인해 인명피해가 발생한 경우 법원에서 차단ㆍ 폐쇄로 해석한 판례가 있습니다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            161,
            "QUESTION_CONTENT"
        ],
        [
            162,
            166,
            "ANSWER_ID"
        ],
        [
            167,
            381,
            "ANSWER_CONTENT"
        ],
        [
            382,
            462,
            "ANSWER_CONTENT"
        ],
        [
            463,
            494,
            "LAW_CONTENT"
        ],
        [
            495,
            638,
            "ANSWER_CONTENT"
        ]
    ],
    "Comments": []
}
{
    "id": 13,
    "text": "질의 3 할론소화설비가 설치된 공간에서 소방설비의 정비작업이 아닌 타작업으로 인한(연기가 발생하는 작업) 오작동을 우려하여, 할론소화설비가 자동으로 작동하지 못하도록 조작 한 경우 소방시설법 위반에 해당하는지? 회신 3 해당 사항의 경우 할론소화설비의 오작동이 우려된다고 하나 소방시설법 12 제9조제3항에 규정된 소방시설의 점검ㆍ정비를 위한 폐쇄ㆍ차단을 제외 하고는 별도의 단서조항이 없어 법적으로 해석의 여지가 없으며, 자동작동 에서 수동작동으로 변경하는 행위는 소방시설의 기능과 성능에 지장을 줄 수 있는 폐쇄(잠금)ㆍ차단 행위 또는 화재안전기준을 위반하여 소방시설을 설치 또는 유지ㆍ관리한 자에 해당합니다. 이 경우 할론설비를 수동으로 변경하는 것이 아니라 오작동에 대비하여 소화약제의 방출을 지연시킬 수 있는 비상 스위치 인근 및 제어반에 작업 감시자를 배치하는 것으로 대처해야 한다고 판단됩니다.3. 소방시설의 내진설계 기준 13 3 소방시설의 내진설계 기준[소방시설법 제9조의 2, 시행령 제15조의2] ▣ 소방시설 내진설계 적용대상 및 기준 [소방시설법 제9조의2 ] 관계법령 【소방시설법 제9조의2 】 제9조의2(소방시설의 내진설계 기준) 지진ㆍ화산재해대책법」 제14조제1항 각 호의 시설 중 대통령령으로 정하는 특정소방대 상물에 대통령령으로 정하는 소방시설을 설치하려는 자는 지진이 발생할 경우 소방시설 이 정상적으로 작동될 수 있도록 소방청장이 정하는 내진설계기준에 맞게 소방시설을 설치하여야 한다. 【소방시설법 시행령 제15조의2 】 제15조의2(소방시설의 내진설계) ① 법 제9조의2에서 \"대통령령으로 정하는 특정소방대상물\"이란 「건축법」 제2조제1항제 2호에 따른 건축물로서 「지진ㆍ화산재해대책법 시행령」 제10조제1항 각 호에 해당하는 시설을 말한다. ② 법 제9조의2에서 \"대통령령으로 정하는 소방시설\"이란 소방시설 중 옥내소화전설비, 스프링클러설비, 물분무등소화설비를 말한다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            117,
            "QUESTION_CONTENT"
        ],
        [
            118,
            122,
            "ANSWER_ID"
        ],
        [
            123,
            154,
            "ANSWER_CONTENT"
        ],
        [
            155,
            175,
            "LAW_CONTENT"
        ],
        [
            176,
            451,
            "ANSWER_CONTENT"
        ],
        [
            451,
            955,
            "MISC_HEADER"
        ]
    ],
    "Comments": []
}
{
    "id": 14,
    "text": "질의 1 자진으로 설치하는 소화설비(스프링클러 등)에도 내진설계기준을 적용해야 하는지? 회신 1 내진설계기준에 관한 적용은 소방시설법 부칙<제11037호,2011.8.4.>제3조 (내진설계기준에 관한 적용례>에 따라 이 법 시행(2012.2.5.) 후 최초로 신축 ㆍ개축ㆍ증축ㆍ재축ㆍ대수선 또는 용도변경 등의 허가를 신청하거나 신고를 하는 특정소방대상물에 새로 설치되는 소방시설부터 적용합니다. 건축행위와 무관하게 자진으로 설치하고자 하는 경우 내진설계기준 적용 의무는 해당 하지 않습니다. 다만 지진이 발생하는 경우 소방시설이 정상적으로 작동될 14 수 있도록 내진설계 기준에 맞게 소방시설 설치를 권고 드립니다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            48,
            "QUESTION_CONTENT"
        ],
        [
            48,
            53,
            "ANSWER_ID"
        ],
        [
            54,
            68,
            "ANSWER_CONTENT"
        ],
        [
            69,
            120,
            "LAW_CONTENT"
        ],
        [
            121,
            344,
            "ANSWER_CONTENT"
        ]
    ],
    "Comments": []
}
{
    "id": 15,
    "text": "질의 2 옥내소화전이 설치된 기존 대상물이 있는 상태에서, 건축물 별동 증축 시 옥내소화전 설비가 설치됨. 옥내소화전 펌프 및 수조를 신설하지 않고 기존 대상물에서 분기하여 설치할 경우 기존 소방시설에 대하여 어디까지 적용해야 하는지? 회신 2 소방시설법 제9조의2와 부칙<제11037호,2011.8.4.>제3조(내진설계기준에 관한 적용례>에 따라 이 법 시행 후 최초로 신축, 개축, 증축, 재축, 대수선 또는 용도변경 등의 허가를 신청하거나 신고를 하는 특정소방대상물에 새로 설치되는 소방시설부터 적용되어, 민원인이 질의하신 증축하는 특정소방 대상물은 소방시설에 내진설계가 적용되어야 합니다. 기존 건축물의 펌프와 수조를 활용하는 경우 기존 건축물의 소방설비에도 내진을 적용하여야 하나, 관할 소방서에서 기존 건축물의 소방설비에 대한 내진설계 공사가 현저하게 곤란하다고 인정하는 경우에는 증축되는 별동 부분에 한하여 내진설계를 적용할 수 있습니다. 참고사항 【소방시설의 내진설계의 기준 제2조】 ① 제2호「화재예방, 소방시설 설치ㆍ유지 및 안전관리에 관한 법률 시행령」(이하 \"영\"이 라 한다) 제15조의2에 따른 옥내소화전설비, 스프링클러설비, 물분무등소화설비(이하 이 조에서 \"각 설비\"라 한다)는 이 기준에서 정하는 규정에 적합하게 설치하여야 한다. 다 만, 각 설비의 성능시험배관, 지중매설배관 등은 제외한다. □ 물분무등 소화설비 대상 중 내진설계의 기준 적용 대상 소방시설의 내진설계의 기준 제2조제1항에는 내진설계 적용 대상에 물분무등 소화설비 로만 규정하고 있으나, 소방시설의 내진설계기준 해설(2016.1.소방제도과)에는 물분무등 소화설비에 관련해 가스계소화설비 저장용기의 고정에 대해서만 적용한다고 명시하고 있습니다.4. 피난시설, 방화구획 및 방화시실 유지ㆍ관리 15 4 피난시설,방화구획 및 방화시설 유지관리 [소방시설법 제10조] ▣ 피난방화시설등에 폐쇄, 훼손, 물건적치등 위반행위에 관한 질의 [소방시설법 제10조] 관계법령 【소방시설법 제10조】 제10조(피난시설, 방화구획 및 방화시설의 유지ㆍ관리) ① 특정소방대상물의 관계인은 「건축법」 제49조에 따른 피난시설, 방화구획(防火區劃) 및 같은 법 제50조부터 제53조까지의 규정에 따른 방화벽, 내부 마감재료 등(이하 \"방 화시설\"이라 한다)에 대하여 다음 각 호의 행위를 하여서는 아니 된다. 1. 피난시설, 방화구획 및 방화시설을 폐쇄하거나 훼손하는 등의 행위 2. 피난시설, 방화구획 및 방화시설의 주위에 물건을 쌓아두거나 장애물을 설치하는 행위 3. 피난시설, 방화구획 및 방화시설의 용도에 장애를 주거나 「소방기본법」 제16조에 따 른 소방활동에 지장을 주는 행위 4. 그 밖에 피난시설, 방화구획 및 방화시설을 변경하는 행위 ② 소방본부장이나 소방서장은 특정소방대상물의 관계인이 제1항 각 호의 행위를 한 경 우에는 피난시설, 방화구획 및 방화시설의 유지ㆍ관리를 위하여 필요한 조치를 명할 수 있다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            131,
            "QUESTION_CONTENT"
        ],
        [
            132,
            136,
            "ANSWER_ID"
        ],
        [
            137,
            194,
            "LAW_CONTENT"
        ],
        [
            239,
            476,
            "ANSWER_CONTENT"
        ],
        [
            477,
            836,
            "MISC_HEADER"
        ],
        [
            836,
            1453,
            "MISC_HEADER"
        ]
    ],
    "Comments": []
}
{
    "id": 16,
    "text": "질의 1 자동폐쇄장치가 설치된 피난계단 방화문의 법적 관리기준에 대해 다음과 같이 질의함. 자동적으로 닫히는 구조로 된 방화문을 닫고 사용해도 되는지, 수신기 신호를 차단해도 되는지? 회신 1 민원인 영업장에 설치된 문이 피난계단에 설치된 방화문에 해당될 경우 언제나 닫힌 상태를 유지하거나 화재로 인한 연기 또는 불꽃을 감지하여 자동적으로 닫히는 구조여야 합니다. 16 닫힌 상태로 사용하는 것은 (약칭)소방시설법 제10조 피난시설,방회구획 및 방화시설의 유지 관리 조항을 위반한 것에 해당되지는 않으나, 수신기 신호를 임의로 차단하거나 자동으로 닫히는 구조를 임의 훼손하는 행위는 소방 시설법 제10조 위반행위에 해당됩니다.",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            102,
            "QUESTION_CONTENT"
        ],
        [
            103,
            107,
            "ANSWER_ID"
        ],
        [
            108,
            204,
            "ANSWER_CONTENT"
        ],
        [
            205,
            207,
            "MISC_HEADER"
        ],
        [
            208,
            227,
            "ANSWER_CONTENT"
        ],
        [
            227,
            264,
            "LAW_CONTENT"
        ],
        [
            266,
            327,
            "ANSWER_CONTENT"
        ],
        [
            327,
            338,
            "LAW_CONTENT"
        ],
        [
            339,
            351,
            "ANSWER_CONTENT"
        ]
    ],
    "Comments": []
}
{
    "id": 17,
    "text": "질의 2 옥상출입문 관리방에 대한 분명한 지침을 요구함. 종전 지침에 있는 옥상출입문 관리 방안에 따라 관리하면 되는지? 회신 2 민원인이 기재하신 사항은 \"신고대상에 대한 위반행위별 세부기준 지침 (2010.09.29)\"에 기재된 옥상광장등의 출입문 개방에 대한 지침으로 판단 됩니다. 해당 옥상출입문 등의 설치 및 관리방법 권고사항은 건축법시행령 제40조제2항 및 3항에 규정된 옥상광장설치대상 및 헬리포터 대상으로 한정 하여 명시한 지침으로 헬리포터가 설치되지 않은 공동주택 옥상출입문은 해당 지침에 해당하지 않습니다. 다만, 주택건설기준등에 관한 규칙 제16조의2(2016.2.29.) 개정 이후 허가 받은 공동주택은 옥상출입문 확보 및 개방하여야 하나 그 이전 허가된 공동 주택은 법으로 정해지지 않았으므로 권고사항입니다. 그리고 주택건설기준 등에 관한 규정 제16조의2(출입문)에 따라 옥상 출입문에는 「화재예방, 소방 시설 설치ㆍ유지 및 안전관리에 관한 법률」 제39조 제1항에 따른 성능인증 및 같은 조 제2항에 따른 제품검사를 받은 비상문자동개폐장치를 설치하여야 하며, 설치되는 비상문자동개폐장치는 화재 등 비상시에 소방시스템과 연동 되어 잠김 상태가 자동으로 풀려야 합니다. 이 경우 주택건설기준등에 관한 고시 개정이전에 허가받은 헬리포터 설치된 공동주택의 경우에는 기존 지침을 준용할 수 있으나, 화재등 비상시 자동 개방되는 구조의 경우에는 KFI 인증 비상문자동개폐장치를 설치하는 것을 권고드립니다.4. 피난시설, 방화구획 및 방화시실 유지ㆍ관리 17",
    "label": [
        [
            0,
            4,
            "QUESTION_ID"
        ],
        [
            5,
            67,
            "QUESTION_CONTENT"
        ],
        [
            68,
            72,
            "ANSWER_ID"
        ],
        [
            73,
            188,
            "ANSWER_CONTENT"
        ],
        [
            189,
            213,
            "LAW_CONTENT"
        ],
        [
            214,
            297,
            "ANSWER_CONTENT"
        ],
        [
            298,
            319,
            "LAW_CONTENT"
        ],
        [
            332,
            413,
            "ANSWER_CONTENT"
        ],
        [
            414,
            445,
            "LAW_CONTENT"
        ],
        [
            446,
            454,
            "ANSWER_CONTENT"
        ],
        [
            455,
            501,
            "LAW_CONTENT"
        ],
        [
            502,
            511,
            "ANSWER_CONTENT"
        ],
        [
            512,
            522,
            "LAW_CONTENT"
        ],
        [
            522,
            739,
            "ANSWER_CONTENT"
        ],
        [
            739,
            768,
            "MISC_HEADER"
        ]
    ],
    "Comments": []
}